Repository: caius-kong/mt
Catalog: data_clean/input/old.tmx
Source language: en_us
Languages: fr_fr

source: {\cs5\f1\cf15\lang1024 The listed computers do not have Trend Core Protection Module installed. Core Protection Module will enable clients to monitor, detect, and fix viruses and spyware found. Use this action to deploy Core Protection Module on computers that do not have it. Important Note: Trend Micro Core Protection Module 10.6 is now available. The latest version of Core Protection Module 10.6 Client provides several enhancements and fixes. You must upgrade the platform to 8.0 or above before upgrading your Core Protection Module. Note: Only client computers without conflicting software products can deploy Core Protection Module. Note: Before installing Core Protection Module, computers must meet minimum software and hardware requirements. Note: Only client computers without Trend Micro OfficeScan client can deploy Core Protection Module. Note: Client machines may briefly display DOS windows during action execution. Important Note:Installation of the CPM endpointwill cause a restart of the computer's TCP stack.When deployed on machines running the BES Server, this will cause all active BES Console connections to close. Please schedule the installation to occur at a time when this interruption in connectivity is acceptable. Deployment Options: This action allows you to install to the default path "%Program Files%\Trend Micro" or to specify a custom path. Default installation path:Leave the action parameter dialog blank Custom installation path: Specify custom path in action parameter dialog, including drive letter - "C:\folder1\folder2\Trend Micro Home" Illegal path characters: Do not use illegal Windows characters including " ? * | / &lt; &gt; and : \ ,unless used as legal part of path Environment variables (i.e. ) are not supported for custom installation path. This action will fail if illegal path characters are used or the drive letter specified does not exist or meet minimum space requirements {\cs5\f1\cf15\lang1024 File Size:51.7 - 66.5 MB{\cs5\f1\cf15\lang1024
fr_fr: {\cs5\f1\cf15\lang1024 Trend Micro Core Protection Module n'est pas installé sur les ordinateurs répertoriés. Core Protection Module permettra aux clients de surveiller, détecter et corriger les virus et spywares détectés. Utilisez cette action pour déployer Core Protection Module sur des ordinateurs qui ne l'ont pas. Remarque importante: Trend Micro Core Protection Module10.6 est désormais disponible. La dernière version du client Core Protection Module 10.6 offre plusieurs améliorations et correctifs. Vous devez mettre à niveau la plate-forme à la version 8.0 ou supérieure avant de mettre à niveau votre Core Protection Module. Remarque: Seuls les ordinateurs clients sans logiciels conflictifs peuvent déployer Core Protection Module. Remarque: Avant d'installer Core Protection Module, les ordinateurs doivent respecter la configuration logicielle et matérielle requise. Remarque: Seuls les ordinateurs clients sans Trend Micro OfficeScan client peuvent déployer Core Protection Module. Remarque: Les postes clients pourraient brièvement afficher des fenêtres DOS durant l'exécution d'une action. Remarque importante:l'installation du point final CPMcause le redémarrage de la pile TCP de l'ordinateur.En cas de déploiement sur des machines exécutant le serveur BES, toutes les connexions actives à la console BES sont fermées. Veuillez planifier l'installation à un moment où cette interruption de la connectivité est acceptable. Options de déploiement: Cette action vous permet d'installer le chemin d'accès par défaut «%Program Files%\Trend Micro»ou de spécifier un chemin d'accès personnalisé. Chemin d'installation par défaut:Laissez la boîte de dialogue du paramètre d'action vide Chemin d'installation personnalisé: spécifiez un chemin d'accès personnalisé dans la boîte de dialogue du paramètre d'action, y compris la lettre du lecteur – « C:\Dossier1\Dossier2\Trend Micro Home » Caractères de chemin d'accès non autorisés : n'utilisez pas de caractères non autorisés qui ne sont pas pris en charge par Windows notamment " ? * | / &lt; &gt; et : \ ,sauf si utilisé comme partie autorisée du chemin d'accès Les variables d'environnement (par ex. ) ne sont pas prises en charge pour le chemin d'installation personnalisé. Cette action échoue si des caractères de chemin d'accès non autorisé sont utilisés ou si la lettre de lecteur spécifiée n'existe pas ou ne correspond pas aux critères d'espace minimum. {\cs5\f1\cf15\lang1024 Taille du fichier :51,7 à 66,5 Mo{\cs5\f1\cf15\lang1024

source: The computers listed here do not meet the minimum operating system and/or service pack requirements necessary to install the Core Protection Module endpoint software.The listed machines will not become relevant for the endpoint deploy task. These requirements for the platform are as follows: BES Client Version 8.0 or higher These requirements for Windows are as follows: Windows XP SP2+ on x64 platforms Windows XP SP3+ on x86 platforms Windows 2003 SP1+ Windows Vista Windows 2008 (R2 requires BES client version &gt;= 7.2.5) Windows 7 (requires BES client version &gt;= 7.2.5) These requirements for Mac are as follows: Mac OS X version 10.4.11 (Tiger) or higher Mac OS X version 10.5.5 (Leopard) or higher Mac OS X version 10.6 (Snow Leopard)
fr_fr: Les ordinateurs ici répertoriés ne répondent pas aux exigences minimales requises, en termes de système d'exploitation ou de Service Pack, pour pouvoir installer le logiciel Core Protection Module des points finaux.Les ordinateurs répertoriés ne seront pas pertinents pour la tâche Endpoint Deploy. La configuration minimale requise pour la plate-forme est la suivante: Client BES version8.0 ou supérieure La configuration minimum requise pour Windows est la suivante: Windows XP SP2+ sur plate-formes&nbsp;x64 Windows XP SP3+ sur plate-formes&nbsp;x86 Windows 2003 SP1+ Windows Vista Windows&nbsp;2008R2 (requiert la version &gt;= 7.2.5 du le client BES) Windows7 (requiert la version &gt;= 7.2.5 du le client BES) La configuration minimum requise pour Mac est la suivante: Version&nbsp;10.4.11 (Tiger) ou supérieure de Mac&nbsp;OS&nbsp;X Version&nbsp;10.5.5 (Leopard) ou supérieure de Mac&nbsp;OSX Version10.6 (Snow Leopard) de MacOSX

source: The computers listed here do not meet the minimum hardware requirements necessary to install the Core Protection Module endpoint software. The endpoint deploy task will not be relevant if the minimumRAM requirements are not met.The endpoint deploy task will fail if there is insufficient hard drive space. The minimum hardware requirements for Windows are as follows: 700 MB free hard drive space RAM Windows XP, Windows Server 2003: 512 MB Windows Vista, Windows Server 2008: 1 GB Windows 7, Windows Server 2008R2: 1.5 GB The minimum hardware requirements for Mac are as follows: 100 MB free hard drive space 256 MB RAM
fr_fr: Les ordinateurs ici répertoriés ne respectent pas la configuration matérielle minimale requise pour pouvoir installer le logiciel Core Protection Module des points finaux. La tâche Endpoint Deploy ne sera pas pertinente si la configuration minimale de mémoire RAM requise n'est pas respectée.La tâche Endpoint Deploy échouera si l'espace disque dur est insuffisant. La configuration matérielle minimum requise pour Windows est la suivante: 700&nbsp;Mo d'espace disque dur libre Mémoire RAM Windows&nbsp;XP, Windows Server&nbsp;2003&nbsp;: 512&nbsp;Mo Windows&nbsp;Vista, Windows Server&nbsp;2008&nbsp;: 1&nbsp;Go Windows7, Windows Server2008R2: 1,5Go La configuration matérielle minimum requise pour Mac est la suivante: 100Mo d'espace disque dur libre 256Mo de mémoire RAM

source: This analysis contains information about viruses detected by Core Protection Module endpoints in your deployment. After activating this analysis, you will see the following property: Detected Viruses Note: The data in this anaylsis is bestviewed in the CPM Infection Report accessible through the CPM Dashboard. Note: On endpoints with large numbers of detection events, the returned lists will be truncated to include only the most recent items. The number of items returned will correspond to thevalue of the client setting "_CPM_MaxVirusReportCount" or 25 if the client setting is not defined.
fr_fr: Cette analyse contient des informations sur les virus détectés par les points finaux de Core Protection Module dans votre déploiement. Après l'activation de cette analyse, la propriété suivante s'affiche: Virus détectés Remarque: Il est recommandé de consulter les données de cette analyse dans le rapport d'infections de CPM accessible via le tableau de bord CPM Remarque: Sur les points finaux comportant de nombreux événements de détection, les listes renvoyées seront tronquées et n'incluront que les éléments les plus récents. Le nombre d'éléments renvoyés correspondra à la valeur du paramètre client «_CPM_MaxVirusReportCount» ou 25 si le paramètre client n'est pas défini.

source: This analysis contains information about Core Protection Module endpoint virus detections. The data updates at specific time intervals (every 10 minutes by default). After activating this analysis, you will see the following property: Virus Detections Note: This data is used by the CPM Virus Outbreak Status report. Note: The time interval&nbsp;value&nbsp;will correspond to the&nbsp;value of the client setting "_CPM_OutbreakTimeInterval" or&nbsp;every 10 minutesif the client setting is not defined.
fr_fr: Cette analyse contient des informations sur les détections de virus sur les points finaux Core Protection Module. Les données sont mises à jour à des intervalles de temps spécifiques (toutes les 10minutes par défaut). Après l'activation de cette analyse, la propriété suivante s'affiche: Détections de virus Remarque: Ces données sont utilisées par le rapport État de l'épidémie virale de CPM. Remarque: La valeur de l'intervalle de temps correspondra à la valeur du paramètre client «&nbsp;_CPM_OutbreakTimeInterval&nbsp;» ou 10minutes si le paramètre client n'est pas défini.

source: This analysis contains information about the global client settings on Core Protection Module endpoints in your deployment. After activating this analysis, you will see the following properties: Configure Scan Settings for Large Compressed Files Configure Scan Settings: Do not scan if file &gt; X MB Configure Scan Settings: Stop scanning if &gt; X virus in a compressed file Clean Compressed Files Scan Up to X OLE Layer(s) Exclude Microsoft Exchange Server Folders from Scanning Enable Spyware/Grayware Assessment Mode Assessment Valid Until X Enable Scan for Cookies Count Cookies into Spyware Log Reserve X MB of Disk Space for Updates Enable System Tray Icon Enable Manual Scan Shortcut
fr_fr: Cette analyse contient des informations sur les Paramètres clients généraux sur les points finaux de Core Protection Module dans votre déploiement. Après l'activation de cette analyse, les propriétés suivantes s'affichent: Configurer les paramètres de scan pour les fichiers compressés volumineux Configurer les paramètres de scan&nbsp;: ne pas scanner si le fichier &gt; x&nbsp;Mo Configurer les paramètres de scan&nbsp;: arrêter le scan si &gt; Xvirus dans un fichier compressé Nettoyer les fichiers compressés Scanner jusqu'à X couche(s) OLE Exclure du scan les dossiers du serveur Microsoft Exchange Activer le mode d'évaluation des spywares/graywares Évaluation Valable jusqu'à X Activer la recherche de cookies Comptabiliser les cookies dans le journal de spywares Réservez XMo d'espace disque pour les mises à jour Activer l'icône de la barre d'état du système Activer le raccourci de scan manuel

source: This analysis contains information about the Real-Time scan settings on Core Protection Module endpoints in your deployment. After activating this analysis, you will see the following properties: Target: Enable Virus/Malware Scan Target: Enable Spyware/Grayware Scan Target: User Activity on Files Target: File Scan Target Target: Scan Mapped Drives and Shared Folders on the Network Target: Scan Floppy Disk During System Shutdown Target: Enable IntelliTrap Target: Scan Compressed Files Target: Enable Scan Exclusion Target: Scan Exclusions (Directories, Files, File Extensions) Target: Exclude Trend Micro Product Directories Act: Enable ActiveAction Act: Same Action for All Virus/Malware Act: First Action by Type Act: Second Action by Type Act: Customized Action for Virus/Malware Act: Customized Action: First Action by Type Act: Customized Action: Second Action by Type Act: Enable File Backup Before Cleaning Act: Spyware/Grayware Action Act: Enable Virus Pop-up Alert Act: Enable Spyware Pop-up Alert
fr_fr: Cette analyse contient des informations sur les Paramètres de scan en temps réel sur les points finaux de Core Protection Module dans votre déploiement. Après l'activation de cette analyse, les propriétés suivantes s'affichent: Cible&nbsp;: Activer le scan antivirus/programmes malveillants Cible&nbsp;: Activer le scan antispyware/grayware. Cible&nbsp;: Action des utilisateurs sur les fichiers Cible&nbsp;: Fichier cible du scan Cible&nbsp;: Scanner les lecteurs mappés et dossiers partagés sur le réseau Cible&nbsp;: Scanner la disquette pendant l'arrêt du système Cible&nbsp;: Activer IntelliTrap Cible&nbsp;: Scanner les fichiers compressés Cible&nbsp;: Activer les exclusions de scan Cible&nbsp;: Exclusions de scans (répertoires, fichiers, extensions de fichier) Cible&nbsp;: Exclure les Répertoires produit de Trend Micro Action&nbsp;: Activer ActiveAction Action&nbsp;: Même action pour tous les virus/programmes malveillants Action&nbsp;: Première action par type Action&nbsp;: Deuxième action par type Action&nbsp;: Action personnalisée pour les virus/programmes malveillants Action&nbsp;: Action personnalisée&nbsp;: première action par type Action&nbsp;: Action personnalisée&nbsp;: deuxième action par type Action&nbsp;: Activer la sauvegarde de fichiers avant nettoyage Action&nbsp;: Action des spywares/graywares Action: Activer le message contextuel d'alerte de virus Action: Activer le message contextuel d'alerte de spywares

source: This analysis contains information about the On-Demand scan settings on Core Protection Module endpoints in your deployment. After activating this analysis, you will see the following properties: Target: Enable Virus/Malware Scan Target: File Scan Target Target: Scan Boot Area Target: Enable IntelliTrap Target: Scan Compressed Files Target: CPU Usage Target: Enable Scan Exclusion Target: Scan Exclusions (Directories, Files, File Extensions) Target: Exclude Trend Micro Product Directories Target: Enable Spyware/Grayware Scan Act: Enable ActiveAction Act: Same Action for All Virus/Malware Types Act: First Action by Type Act: Second Action by Type Act: Customized Action for Virus/Malware Act: Customized Action: First Action by Type Act: Customized Action: Second Action by Type Act: Enable File Backup Before Cleaning Act: Spyware/Grayware Action Act: Enable Virus Pop-up Alert Act: Enable Spyware Pop-up Alert
fr_fr: Cette analyse contient des informations sur les Paramètres de scan à la demande sur les points finaux de Core Protection Module dans votre déploiement. Après l'activation de cette analyse, les propriétés suivantes s'affichent: Cible&nbsp;: Activer le scan antivirus/programmes malveillants Cible&nbsp;: Fichier cible du scan Cible&nbsp;: Scanner la zone d'amorçage Cible&nbsp;: Activer IntelliTrap Cible&nbsp;: Scanner les fichiers compressés Cible&nbsp;: Utilisation de l'UC (processeur) Cible&nbsp;: Activer les exclusions de scan Cible&nbsp;: Exclusions de scans (répertoires, fichiers, extensions de fichier) Cible&nbsp;: Exclure les Répertoires produit de Trend Micro Cible&nbsp;: Activer le scan antispyware/grayware. Action&nbsp;: Activer ActiveAction Action&nbsp;: Même action pour tous les types de virus/programmes malveillants Action&nbsp;: Première action par type Action&nbsp;: Deuxième action par type Action&nbsp;: Action personnalisée pour les virus/programmes malveillants Action&nbsp;: Action personnalisée&nbsp;: première action par type Action&nbsp;: Action personnalisée&nbsp;: deuxième action par type Action&nbsp;: Activer la sauvegarde de fichiers avant nettoyage Action&nbsp;: Action des spywares/graywares Action: Activer le message contextuel d'alerte de virus Action: Activer le message contextuel d'alerte de spywares

source: This analysis contains information about the BM settings on Core Protection Module installed on the computers in your deployment. After activating this analysis, you will see the following properties: Malware Behavior Blocking Enabled/Disabled Event Monitoring Enabled/Disabled Number of Policies Policy 01: New Startup Program Policy 02: Hosts File Modification Policy 03: Program Library Injection Policy 04: New Internet Explorer Plugin Policy 05: Internet Explorer Setting Modification Policy 06: Shell Modification Policy 07: New Service Policy 08: Security Policy Modification Policy 09: Firewall Policy Modification Policy 10: System File Modification Policy 11: Duplicated System File Policy 12: System Process Modification Policy 13: Suspicious Behavior
fr_fr: Cette analyse contient des informations sur les paramètres de surveillance des comportements sur Core Protection Module installé sur les ordinateurs présents dans votre déploiement. Après l'activation de cette analyse, les propriétés suivantes s'affichent: Blocage des comportements de programmes malveillants activé/désactivé Surveillance d'événements activée/désactivée Nombre de stratégies Stratégie 01&nbsp;: Nouveau programme de démarrage Stratégie 02&nbsp;: Modification du fichier Hosts Stratégie 03&nbsp;: Injection de bibliothèques de programmes Stratégie 04&nbsp;: Nouveau plug-in Internet Explorer Stratégie 05&nbsp;: Modification des paramètres d'Internet Explorer Stratégie 06&nbsp;: Modification du shell Stratégie 07&nbsp;: Nouveau service Stratégie 08&nbsp;: Modification des stratégies de sécurité Stratégie 09&nbsp;: Modification des stratégies de pare-feu Stratégie 10&nbsp;: Modification du système de fichiers Stratégie 11&nbsp;: Fichier système dupliqué Stratégie 12: Modification des processus système Stratégie 13: Comportement suspect

source: This analysis contains information about suspicious behavior detected by Core Protection Module in your deployment. After activating this analysis, you will see the following property: Detected Suspicious Behaviors Note: The data in this anaylsis is bestviewed in the CPM Infection Report accessible through the CPM Dashboard. Note: On endpoints with a large number of detections, the lists are truncated to include only the most recent detections. The number of detections returned correspond to thevalue of the client setting "_CPM_MaxBehaviorMonitorReportCount" or the default value of 25 if the client setting is not defined.
fr_fr: Cette analyse contient des informations sur les comportements suspects détectés par Core Protection Module dans votre déploiement. Après l'activation de cette analyse, la propriété suivante s'affiche: Comportements suspects détectés Remarque: Il est recommandé de consulter les données de cette analyse dans le rapport d'infections de CPM accessible via le tableau de bord CPM Remarque: Sur les points finaux comportant de nombreuses détections, les listes renvoyées n'incluent que les détections les plus récentes. Le nombre de détections renvoyées correspondra à la valeur du paramètre client «&nbsp;_CPM_MaxBehaviorMonitorReportCount» ou 25 si le paramètre client n'est pas défini.
